var monthsList = [
  'January', 'February', 'March',
  'April', 'May', 'June',
  'July', 'August', 'September',
  'October', 'November', 'December'
];

var textOfHelp = 'Введіть суму та текст через пробіл,\n'
  + 'якщо витрата, то "-" не вводимо, якщо надходження, то перед сумой ставимо "+".\n\`'
  + 'Cума може бути з копійками та без, разділювач може бути як ",", так і ".".\n'
  + 'Приклад сум: "100,23","1000.23", "30", "+10000", "+10.96", "+1,1".\n'
  + 'Різні валюти не підтримуються,\n'
  + 'опис в довільній формі, але бажано локонічно.\n'
  + 'приклади повідомленнь "+1000 суперолег позичив нам", "11,99 хліб"';